Repository: MikeAlvarado/AIMeter
Catalog: Shared/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, pt_br, zh_hans

source: To draw the history chart, AIMeter keeps the percentages it has already fetched — just the numbers and their dates, nothing about what you did — on this device for 30 days. Disconnecting an account deletes its history.
de: Um das Verlaufsdiagramm zu zeichnen, behält AIMeter die bereits abgerufenen Prozentwerte – nur die Zahlen und ihre Daten, nichts darüber, was du getan hast – 30 Tage auf diesem Gerät. Das Trennen eines Accounts löscht seinen Verlauf.
es: Para dibujar la gráfica de historial, AIMeter guarda los porcentajes que ya obtuvo (solo los números y sus fechas, nada sobre lo que hiciste) en este dispositivo durante 30 días. Desconectar una cuenta borra su historial.
fr: Pour tracer l'historique, AIMeter conserve les pourcentages déjà récupérés — seulement les chiffres et leurs dates, rien sur ce que vous avez fait — sur cet appareil pendant 30 jours. Déconnecter un compte supprime son historique.
ja: 履歴グラフを描くため、AIMeterは取得済みのパーセント値（数値と日時のみで、あなたの行動に関する情報は含みません）をこのデバイスに30日間保持します。アカウントを切断するとその履歴は削除されます。
ko: 기록 차트를 그리기 위해 AIMeter는 이미 가져온 백분율(숫자와 날짜뿐, 사용자가 한 일에 관한 내용은 없음)을 이 기기에 30일간 보관합니다. 계정 연결을 해제하면 기록이 삭제됩니다.
pt_br: Para desenhar o gráfico de histórico, o AIMeter guarda as porcentagens que já obteve — só os números e suas datas, nada sobre o que você fez — neste dispositivo por 30 dias. Desconectar uma conta apaga seu histórico.
zh_hans: 为了绘制历史图表，AIMeter 会在本设备上保存已获取的百分比（仅数字和日期，不涉及你做了什么）30 天。断开账户会删除其历史记录。

source: Today
de: Heute
es: Hoy
fr: Aujourd'hui
ja: 今日
ko: 오늘
pt_br: Hoje
zh_hans: 今天

source: Tokens live in the Keychain
de: Tokens liegen im Schlüsselbund
es: Los tokens viven en el llavero
fr: Les jetons restent dans le trousseau
ja: トークンはキーチェーンに保存
ko: 토큰은 키체인에 보관됩니다
pt_br: Os tokens ficam nas Chaves
zh_hans: 令牌保存在钥匙串中

source: Top model
de: Top-Modell
es: Modelo top
fr: Modèle principal
ja: トップモデル
ko: 최상위 모델
pt_br: Modelo principal
zh_hans: 顶级模型

source: until reset
de: bis zum Reset
es: hasta el reinicio
fr: avant réinitialisation
ja: リセットまで
ko: 초기화까지
pt_br: até reiniciar
zh_hans: 后重置

source: Up to 30 days of history
de: Bis zu 30 Tage Verlauf
es: Hasta 30 días de historial
fr: Jusqu'à 30 jours d'historique
ja: 最大30日分の履歴
ko: 최대 30일 기록
pt_br: Até 30 dias de histórico
zh_hans: 最多 30 天的历史记录

source: Updated %lld min ago
de: Vor %lld Min aktualisiert
es: Actualizado hace %lld min
fr: Mis à jour il y a %lld min
ja: %lld分前に更新
ko: %lld분 전 업데이트
pt_br: Atualizado há %lld min
zh_hans: %lld 分钟前更新

source: Updated %lldd ago
de: Vor %lld T aktualisiert
es: Actualizado hace %lld d
fr: Mis à jour il y a %lld j
ja: %lld日前に更新
ko: %lld일 전 업데이트
pt_br: Atualizado há %lldd
zh_hans: %lld 天前更新

source: Updated %lldh ago
de: Vor %lld Std aktualisiert
es: Actualizado hace %lld h
fr: Mis à jour il y a %lld h
ja: %lld時間前に更新
ko: %lld시간 전 업데이트
pt_br: Atualizado há %lldh
zh_hans: %lld 小时前更新

source: Updated just now
de: Gerade eben aktualisiert
es: Actualizado ahora mismo
fr: Mis à jour à l'instant
ja: たった今更新
ko: 방금 업데이트
pt_br: Atualizado agora mesmo
zh_hans: 刚刚更新

source: Usage
de: Nutzung
es: Uso
ja: 使用量
ko: 사용량
pt_br: Uso
zh_hans: 用量

source: Usage Window
de: Nutzungsfenster
es: Ventana de uso
fr: Fenêtre d'usage
ja: 使用ウインドウ
ko: 사용 기간
pt_br: Janela de uso
zh_hans: 用量周期

source: Use
de: Verwenden
es: Usar
fr: Utiliser
ja: 使う
ko: 사용
pt_br: Usar
zh_hans: 使用

source: Use Claude Code's login instead
de: Stattdessen die Anmeldung von Claude Code verwenden
es: Usar el inicio de sesión de Claude Code
fr: Utiliser plutôt la connexion de Claude Code
ja: 代わりにClaude Codeのログインを使う
ko: 대신 Claude Code 로그인 사용
pt_br: Usar o login do Claude Code
zh_hans: 改用 Claude Code 的登录

source: Used
de: Verbraucht
es: Usado
fr: Utilisé
ja: 使用済み
ko: 사용함
pt_br: Usado
zh_hans: 已用

source: used
de: verbraucht
es: usado
fr: utilisé
ja: 使用
ko: 사용
pt_br: usado
zh_hans: 已用

source: Used credits
de: Verbrauchte Credits
es: Créditos usados
fr: Crédits utilisés
ja: 使用済みクレジット
ko: 사용한 크레딧
pt_br: Créditos usados
zh_hans: 已用额度金

source: Utilization
de: Auslastung
es: Utilización
fr: Utilisation
ja: 使用率
ko: 사용률
pt_br: Utilização
zh_hans: 使用率

source: View Demo
de: Demo ansehen
es: Ver demo
fr: Voir la démo
ja: デモを見る
ko: 데모 보기
pt_br: Ver demo
zh_hans: 查看演示

source: Waiting for approval in System Settings.
de: Warten auf Zustimmung in den Systemeinstellungen.
es: Esperando aprobación en los Ajustes del sistema.
fr: En attente d'approbation dans les Réglages Système.
ja: システム設定での承認を待っています。
ko: 시스템 설정에서 승인을 기다리는 중입니다.
pt_br: Aguardando aprovação nos Ajustes do Sistema.
zh_hans: 正在等待系统设置中的批准。

source: Warn at
de: Warnen bei
es: Avisar al
fr: Avertir à
ja: 警告するレベル
ko: 경고 기준
pt_br: Avisar em
zh_hans: 警告阈值

source: Warning
de: Warnung
es: Advertencia
fr: Avertissement
ja: 警告
ko: 경고
pt_br: Aviso
zh_hans: 警告

source: Web searches
de: Websuchen
es: Búsquedas web
fr: Recherches web
ja: Web検索
ko: 웹 검색
pt_br: Buscas na web
zh_hans: 网页搜索

source: Week
de: Woche
es: Semana
fr: Semaine
ja: 週
ko: 주
pt_br: Semana
zh_hans: 周

source: Weekdays 5-11 AM PT, Claude session usage may burn faster.
de: Werktags 5–11 Uhr PT kann die Sitzungsnutzung von Claude schneller aufgebraucht werden.
es: Entre semana de 5 a 11 a.m. (hora del Pacífico), el uso de la sesión de Claude puede consumirse más rápido.
fr: En semaine de 5 h à 11 h (heure du Pacifique), l'usage de session de Claude peut se consommer plus vite.
ja: 平日の午前5〜11時（太平洋時間）はClaudeのセッション使用量が速く消費される可能性があります。
ko: 평일 오전 5~11시(태평양 시간)에는 Claude 세션 사용량이 더 빨리 소진될 수 있습니다.
pt_br: Em dias úteis das 5h às 11h (horário do Pacífico), o uso de sessão do Claude pode ser consumido mais rápido.
zh_hans: 工作日太平洋时间上午 5–11 点，Claude 会话用量可能消耗更快。

source: Weekly
de: Wöchentlich
es: Semanal
fr: Hebdomadaire
ja: 週間
ko: 주간
pt_br: Semanal
zh_hans: 每周

source: Weekly · %@
de: Wöchentlich · %@
es: Semanal · %@
fr: Hebdomadaire · %@
ja: 週間 · %@
ko: 주간 · %@
pt_br: Semanal · %@
zh_hans: 每周 · %@

source: What the connection can access
de: Worauf die Verbindung zugreifen kann
es: A qué puede acceder la conexión
fr: Ce à quoi la connexion peut accéder
ja: 接続でアクセスできるもの
ko: 연결이 접근할 수 있는 것
pt_br: O que a conexão pode acessar
zh_hans: 连接能访问什么

source: When you sign in through AIMeter it requests only the profile scope — what the usage and profile endpoints need — and never the inference scope, so a token issued to AIMeter can't send prompts or spend usage on your behalf even in theory. Either way it only ever calls two read-only endpoints: your usage windows and your profile (to show the plan). The source is open if you want to verify.
de: Wenn du dich über AIMeter anmeldest, fordert es nur den Profil-Bereich an – was die Nutzungs- und Profil-Endpunkte brauchen – und nie den Inferenz-Bereich, sodass ein an AIMeter ausgestelltes Token nicht einmal theoretisch Prompts senden oder Nutzung in deinem Namen verbrauchen kann. So oder so ruft es nur zwei Nur-Lese-Endpunkte auf: deine Nutzungsfenster und dein Profil (um den Plan anzuzeigen). Der Quellcode ist offen, falls du es prüfen möchtest.
es: Al iniciar sesión desde AIMeter solo se solicita el permiso de perfil — el que necesitan los endpoints de uso y de perfil — y nunca el de inferencia, así que un token emitido a AIMeter no puede enviar prompts ni gastar uso en tu nombre, ni siquiera en teoría. En cualquier caso, solo llama a dos endpoints de solo lectura: tus ventanas de uso y tu perfil (para mostrar el plan). El código es abierto si quieres comprobarlo.
fr: Quand vous vous connectez via AIMeter, il ne demande que la portée profil — ce dont les points d'accès d'usage et de profil ont besoin — et jamais la portée inférence, de sorte qu'un jeton délivré à AIMeter ne peut, même en théorie, envoyer des prompts ni consommer de l'usage en votre nom. Dans tous les cas, il n'appelle que deux points d'accès en lecture seule : vos fenêtres d'usage et votre profil (pour afficher le forfait). Le code est ouvert si vous voulez vérifier.
ja: AIMeterからサインインすると、要求するのはプロファイルスコープ（使用量とプロファイルのエンドポイントに必要なもの）だけで、推論スコープは決して要求しません。そのためAIMeterに発行されたトークンは、理論上もプロンプトを送ったり使用量を消費したりできません。いずれの場合も呼び出すのは読み取り専用の2つのエンドポイント（使用ウインドウとプラン表示のためのプロファイル）だけです。確認したい方のためにソースは公開されています。
ko: AIMeter를 통해 로그인하면 사용량 및 프로필 엔드포인트에 필요한 프로필 범위만 요청하고 추론 범위는 절대 요청하지 않으므로, AIMeter에 발급된 토큰은 이론상으로도 프롬프트를 보내거나 사용량을 소비할 수 없습니다. 어느 경우든 읽기 전용 엔드포인트 두 개(사용 기간과 요금제 표시용 프로필)만 호출합니다. 확인하고 싶다면 소스가 공개되어 있습니다.
pt_br: Ao entrar pelo AIMeter, ele pede só o escopo de perfil — o que os endpoints de uso e perfil precisam — e nunca o escopo de inferência, então um token emitido para o AIMeter não pode enviar prompts nem gastar uso em seu nome, nem em teoria. De qualquer forma, ele só chama dois endpoints somente leitura: suas janelas de uso e seu perfil (para mostrar o plano). O código é aberto se quiser conferir.
zh_hans: 通过 AIMeter 登录时，它只请求用量和资料接口所需的资料范围，绝不请求推理范围，因此颁发给 AIMeter 的令牌即使在理论上也无法替你发送提示词或消耗用量。无论哪种方式，它只调用两个只读接口：你的用量周期和你的资料（用于显示套餐）。如需核实，源代码是公开的。

source: Whether bars and percentages show how much you have left or how much you've used.
de: Ob Balken und Prozentwerte zeigen, wie viel dir noch bleibt oder wie viel du verbraucht hast.
es: Si las barras y porcentajes muestran cuánto te queda o cuánto has usado.
fr: Si les barres et pourcentages montrent ce qu'il vous reste ou ce que vous avez utilisé.
ja: バーとパーセントに残量を表示するか使用量を表示するか。
ko: 막대와 백분율이 남은 양을 표시할지 사용한 양을 표시할지.
pt_br: Se as barras e porcentagens mostram quanto falta ou quanto você já usou.
zh_hans: 进度条和百分比显示剩余量还是已用量。

source: Which usage window shows as the percentage in the menu bar. Options match what this account actually reports.
de: Welches Nutzungsfenster als Prozentwert in der Menüleiste erscheint. Die Optionen entsprechen dem, was dieser Account tatsächlich meldet.
es: Qué ventana de uso se muestra como porcentaje en la barra de menú. Las opciones coinciden con lo que esta cuenta realmente reporta.
fr: Quelle fenêtre d'usage s'affiche en pourcentage dans la barre des menus. Les options correspondent à ce que ce compte signale réellement.
ja: メニューバーにパーセントで表示する使用ウインドウ。選択肢はこのアカウントが実際に報告するものに対応します。
ko: 메뉴 막대에 백분율로 표시할 사용 기간입니다. 선택지는 이 계정이 실제로 보고하는 항목과 일치합니다.
pt_br: Qual janela de uso aparece como porcentagem na barra de menus. As opções correspondem ao que esta conta realmente informa.
zh_hans: 菜单栏以百分比显示哪个用量周期。选项与此账户实际报告的内容一致。

source: Which usage window the Lock Screen circular widget shows. Options match what this account actually reports.
de: Welches Nutzungsfenster das runde Sperrbildschirm-Widget zeigt. Die Optionen entsprechen dem, was dieser Account tatsächlich meldet.
es: Qué ventana de uso muestra el widget circular de la pantalla bloqueada. Las opciones coinciden con lo que esta cuenta realmente reporta.
fr: Quelle fenêtre d'usage le widget circulaire de l'écran verrouillé affiche. Les options correspondent à ce que ce compte signale réellement.
ja: ロック画面の円形ウィジェットに表示する使用ウインドウ。選択肢はこのアカウントが実際に報告するものに対応します。
ko: 잠금 화면 원형 위젯에 표시할 사용 기간입니다. 선택지는 이 계정이 실제로 보고하는 항목과 일치합니다.
pt_br: Qual janela de uso o widget circular da Tela Bloqueada mostra. As opções correspondem ao que esta conta realmente informa.
zh_hans: 锁定屏幕圆形小组件显示哪个用量周期。选项与此账户实际报告的内容一致。

source: With both hidden, AIMeter has no visible controls. Open it again from Finder or Spotlight to bring this window back.
de: Sind beide ausgeblendet, hat AIMeter keine sichtbaren Bedienelemente. Öffne es erneut über den Finder oder Spotlight, um dieses Fenster zurückzuholen.
es: Con ambos ocultos, AIMeter no tiene controles visibles. Ábrelo de nuevo desde el Finder o Spotlight para recuperar esta ventana.
fr: Les deux masqués, AIMeter n'a plus de commandes visibles. Rouvrez-le depuis le Finder ou Spotlight pour retrouver cette fenêtre.
ja: 両方を隠すとAIMeterの操作部分は見えなくなります。FinderまたはSpotlightからもう一度開くとこのウインドウが戻ります。
ko: 둘 다 숨기면 AIMeter에 보이는 조작 요소가 없습니다. Finder나 Spotlight에서 다시 열면 이 윈도우가 돌아옵니다.
pt_br: Com os dois ocultos, o AIMeter não tem controles visíveis. Abra-o de novo pelo Finder ou Spotlight para trazer esta janela de volta.
zh_hans: 两者都隐藏后，AIMeter 没有可见的控件。从访达或聚焦再次打开即可恢复此窗口。

source: With the Dock icon hidden, turn this on so AIMeter is back after a restart — otherwise you'll need to open it yourself.
de: Bei ausgeblendetem Dock-Symbol aktiviere dies, damit AIMeter nach einem Neustart wieder da ist – sonst musst du es selbst öffnen.
es: Con el icono del Dock oculto, actívalo para que AIMeter vuelva tras reiniciar; si no, tendrás que abrirlo tú.
fr: Avec l'icône du Dock masquée, activez ceci pour qu'AIMeter revienne après un redémarrage — sinon vous devrez l'ouvrir vous-même.
ja: Dockアイコンを隠している場合、これをオンにすると再起動後もAIMeterが戻ってきます。オフだと自分で開く必要があります。
ko: Dock 아이콘을 숨긴 상태라면 이것을 켜야 재시동 후 AIMeter가 다시 실행됩니다. 아니면 직접 열어야 합니다.
pt_br: Com o ícone do Dock oculto, ative isto para que o AIMeter volte depois de reiniciar — senão você terá que abri-lo.
zh_hans: 隐藏程序坞图标后，开启此项可让 AIMeter 在重启后自动回来，否则需要你手动打开。

source: Yes
de: Ja
es: Sí
fr: Oui
ja: はい
ko: 예
pt_br: Sim
zh_hans: 是

source: You can also paste the full credentials JSON from ~/.claude/.credentials.json.
de: Du kannst auch das vollständige Anmeldedaten-JSON aus ~/.claude/.credentials.json einsetzen.
es: También puedes pegar el JSON completo de credenciales de ~/.claude/.credentials.json.
fr: Vous pouvez aussi coller le JSON complet des identifiants depuis ~/.claude/.credentials.json.
ja: ~/.claude/.credentials.jsonの認証情報JSON全体をペーストすることもできます。
ko: ~/.claude/.credentials.json의 전체 자격 증명 JSON을 붙여 넣어도 됩니다.
pt_br: Você também pode colar o JSON completo de credenciais de ~/.claude/.credentials.json.
zh_hans: 你也可以粘贴 ~/.claude/.credentials.json 中的完整凭证 JSON。

source: You sign in on Claude's own page in your browser — never an embedded web view — so AIMeter can't see your password. You only paste back the code Claude shows after you approve.
de: Du meldest dich auf Claudes eigener Seite in deinem Browser an – nie in einer eingebetteten Web-Ansicht –, sodass AIMeter dein Passwort nicht sehen kann. Du fügst nur den Code ein, den Claude nach deiner Zustimmung anzeigt.
es: Inicias sesión en la propia página de Claude en tu navegador — nunca en un web view incrustado — así que AIMeter no puede ver tu contraseña. Solo pegas de vuelta el código que Claude muestra cuando apruebas.
fr: Vous vous connectez sur la page de Claude dans votre navigateur — jamais dans une vue web intégrée — donc AIMeter ne peut pas voir votre mot de passe. Vous ne collez que le code que Claude affiche après votre approbation.
ja: サインインはブラウザ上のClaude自身のページで行い、埋め込みWebビューは使わないため、AIMeterがパスワードを見ることはありません。承認後にClaudeが表示するコードを貼り付けるだけです。
ko: 로그인은 브라우저의 Claude 페이지에서 이루어지며 내장 웹 보기를 사용하지 않으므로 AIMeter는 비밀번호를 볼 수 없습니다. 승인 후 Claude가 표시하는 코드만 붙여 넣으면 됩니다.
pt_br: Você entra na própria página do Claude no seu navegador — nunca em uma web view embutida — então o AIMeter não vê sua senha. Você só cola de volta o código que o Claude mostra depois de aprovar.
zh_hans: 你在浏览器中 Claude 自己的页面上登录，绝不是内嵌网页视图，所以 AIMeter 看不到你的密码。你只需粘贴确认后 Claude 显示的代码。

source: You're at %lld%% of this window.
de: Du bist bei %lld%% dieses Fensters.
es: Vas en %lld%% de esta ventana.
fr: Vous êtes à %lld %% de cette fenêtre.
ja: このウインドウの%lld%%を使用しています。
ko: 이 기간의 %lld%%를 사용했습니다.
pt_br: Você está em %lld%% desta janela.
zh_hans: 你已用完此周期的 %lld%%。

source: You're blocked on this limit until it resets.
de: Dieses Limit ist bis zum Reset gesperrt.
es: Estás bloqueado en este límite hasta que se reinicie.
fr: Cette limite est bloquée jusqu'à sa réinitialisation.
ja: この上限はリセットされるまで使えません。
ko: 이 한도는 초기화될 때까지 사용할 수 없습니다.
pt_br: Você está bloqueado neste limite até ele reiniciar.
zh_hans: 此额度在重置前无法使用。

source: You're viewing sample data. Exit to connect your real Claude account.
de: Du siehst Beispieldaten. Beende die Demo, um deinen echten Claude-Account zu verbinden.
es: Estás viendo datos de muestra. Sal para conectar tu cuenta real de Claude.
fr: Vous consultez des données d'exemple. Quittez pour connecter votre vrai compte Claude.
ja: サンプルデータを表示中です。終了すると実際のClaudeアカウントを接続できます。
ko: 샘플 데이터를 보고 있습니다. 종료하면 실제 Claude 계정을 연결할 수 있습니다.
pt_br: Você está vendo dados de exemplo. Saia para conectar sua conta Claude real.
zh_hans: 你正在查看示例数据。退出后可连接真实 Claude 账户。

source: Your %@ limit reset ahead of schedule — full capacity available.
de: Dein %@-Limit wurde früher als geplant zurückgesetzt – volle Kapazität verfügbar.
es: Tu límite de %@ se reinició antes de lo previsto — capacidad completa disponible.
fr: Votre limite %@ s'est réinitialisée plus tôt que prévu — capacité totale disponible.
ja: %@の上限が予定より早くリセットされました。全容量が使えます。
ko: %@ 한도가 예정보다 일찍 초기화되었습니다. 전체 용량을 사용할 수 있습니다.
pt_br: Seu limite de %@ reiniciou antes do previsto — capacidade total disponível.
zh_hans: 你的 %@ 额度提前重置，已恢复全部容量。

source: Your %@ usage window has reset. Full capacity available.
de: Dein %@-Nutzungsfenster wurde zurückgesetzt. Volle Kapazität verfügbar.
es: Tu ventana de uso de %@ se reinició. Capacidad completa disponible.
fr: Votre fenêtre d'usage %@ s'est réinitialisée. Capacité totale disponible.
ja: %@の使用ウインドウがリセットされました。全容量が使えます。
ko: %@ 사용 기간이 초기화되었습니다. 전체 용량을 사용할 수 있습니다.
pt_br: Sua janela de uso de %@ reiniciou. Capacidade total disponível.
zh_hans: 你的 %@ 用量周期已重置。已恢复全部容量。

source: Your sign-in token is read from the Keychain item Claude Code already keeps on this Mac — read-only, and never leaves this device. The widget doesn't access the Keychain directly; the menu bar app feeds it your usage instead.
de: Dein Anmeldetoken wird aus dem Schlüsselbund-Eintrag gelesen, den Claude Code bereits auf diesem Mac hält – nur lesend, und es verlässt dieses Gerät nie. Das Widget greift nicht direkt auf den Schlüsselbund zu; die Menüleisten-App liefert ihm stattdessen deine Nutzung.
es: Tu token de inicio de sesión se lee del llavero que Claude Code ya mantiene en esta Mac — de solo lectura, y nunca sale de este dispositivo. El widget no accede al llavero directamente; la app de la barra de menú le pasa tu uso.
fr: Votre jeton de connexion est lu depuis l'élément du trousseau que Claude Code conserve déjà sur ce Mac — en lecture seule, et il ne quitte jamais cet appareil. Le widget n'accède pas directement au trousseau ; c'est l'app de la barre des menus qui lui fournit votre usage.
ja: サインイントークンはClaude CodeがこのMacに保持しているキーチェーン項目から読み取り専用で読みます。このデバイスから出ることはありません。ウィジェットはキーチェーンに直接アクセスせず、メニューバーアプリが使用量を渡します。
ko: 로그인 토큰은 Claude Code가 이 Mac에 이미 보관 중인 키체인 항목에서 읽기 전용으로 읽으며, 이 기기를 떠나지 않습니다. 위젯은 키체인에 직접 접근하지 않고 메뉴 막대 앱이 사용량을 전달합니다.
pt_br: Seu token de login é lido do item das Chaves que o Claude Code já mantém neste Mac — somente leitura, e nunca sai deste dispositivo. O widget não acessa as Chaves diretamente; o app da barra de menus é quem lhe passa o uso.
zh_hans: 你的登录令牌以只读方式从 Claude Code 已保存在这台 Mac 上的钥匙串项读取，绝不离开本设备。小组件不直接访问钥匙串，而是由菜单栏 App 向它提供用量。

source: Your sign-in token is stored encrypted in the system Keychain, shared only with the widget (through the App Group's keychain access group) so it can refresh usage by itself. It is used exclusively to read your usage.
de: Dein Anmeldetoken wird verschlüsselt im System-Schlüsselbund gespeichert und nur mit dem Widget geteilt (über die Schlüsselbund-Zugriffsgruppe der App-Gruppe), damit es die Nutzung selbst aktualisieren kann. Es wird ausschließlich zum Lesen deiner Nutzung verwendet.
es: Tu token de inicio de sesión se guarda cifrado en el llavero del sistema y se comparte solo con el widget (a través del grupo de acceso al llavero de tu App Group) para que pueda actualizar el uso por sí mismo. Se usa exclusivamente para leer tu uso.
fr: Votre jeton de connexion est stocké chiffré dans le trousseau système et partagé uniquement avec le widget (via le groupe d'accès au trousseau de l'App Group) pour qu'il puisse actualiser l'usage lui-même. Il sert exclusivement à lire votre usage.
ja: サインイントークンはシステムのキーチェーンに暗号化して保存され、ウィジェットが自分で使用量を更新できるようウィジェットとのみ共有されます（App Groupのキーチェーンアクセスグループ経由）。使用量の読み取り以外には使いません。
ko: 로그인 토큰은 시스템 키체인에 암호화되어 저장되며, 위젯이 스스로 사용량을 새로 고칠 수 있도록 위젯과만 공유됩니다(App Group의 키체인 접근 그룹을 통해). 사용량을 읽는 용도로만 사용됩니다.
pt_br: Seu token de login fica criptografado nas Chaves do sistema, compartilhado só com o widget (pelo grupo de acesso às chaves do App Group) para que ele possa atualizar o uso sozinho. É usado exclusivamente para ler seu uso.
zh_hans: 你的登录令牌加密保存在系统钥匙串中，仅与小组件共享（通过 App Group 的钥匙串访问组），以便它自行刷新用量。它只用于读取你的用量。

source: Both sides
de: Beide Seiten
es: Ambos lados
fr: Des deux côtés
ja: 両側
ko: 양쪽
pt_br: Ambos os lados
zh_hans: 两侧

source: Left
de: Links
es: Izquierda
fr: Gauche
ja: 左
ko: 왼쪽
pt_br: Esquerda
zh_hans: 左侧

source: Right
de: Rechts
es: Derecha
fr: Droite
ja: 右
ko: 오른쪽
pt_br: Direita
zh_hans: 右侧

source: %@: no data
de: %@: keine Daten
es: %@: sin datos
fr: %@ : aucune donnée
ja: %@：データなし
ko: %@: 데이터 없음
pt_br: %@: sem dados
zh_hans: %@：暂无数据

source: Notch island
de: Notch-Insel
es: Isla del notch
fr: Îlot de l’encoche
ja: ノッチアイランド
ko: 노치 아일랜드
pt_br: Ilha do notch
zh_hans: 刘海岛

source: Show usage in the notch
de: Nutzung im Notch anzeigen
es: Mostrar el uso en el notch
fr: Afficher l’utilisation dans l’encoche
ja: ノッチに使用量を表示
ko: 노치에 사용량 표시
pt_br: Mostrar o uso no notch
zh_hans: 在刘海中显示用量

source: Hidden while the notch island is on.
de: Ausgeblendet, solange die Notch-Insel aktiv ist.
es: Oculto mientras la isla del notch está activa.
fr: Masqué tant que l’îlot de l’encoche est activé.
ja: ノッチアイランドがオンの間は非表示です。
ko: 노치 아일랜드가 켜져 있는 동안 숨겨집니다.
pt_br: Oculto enquanto a ilha do notch estiver ativa.
zh_hans: 刘海岛开启时隐藏。

source: This screen has no notch, so AIMeter draws one at the top edge instead.
de: Dieser Bildschirm hat keinen Notch, daher zeichnet AIMeter stattdessen einen am oberen Rand.
es: Esta pantalla no tiene notch, así que AIMeter dibuja uno en el borde superior.
fr: Cet écran n’a pas d’encoche : AIMeter en dessine une en haut de l’écran à la place.
ja: この画面にはノッチがないため、代わりに画面上端にノッチを描画します。
ko: 이 화면에는 노치가 없어 대신 화면 상단 가장자리에 노치를 그려 표시합니다.
pt_br: Esta tela não tem notch, então o AIMeter desenha um na borda superior.
zh_hans: 此屏幕没有刘海，AIMeter 会改为在屏幕顶部边缘绘制一个。

source: Peek on hover
de: Vorschau beim Überfahren
es: Asomar al pasar el cursor
fr: Aperçu au survol
ja: ホバーでプレビュー
ko: 마우스를 올리면 미리 보기
pt_br: Espiar ao passar o cursor
zh_hans: 悬停时预览

source: AIMeter lives in the notch now — rest the cursor here to peek, click to open.
de: AIMeter lebt jetzt im Notch – lass den Cursor hier ruhen für die Vorschau, klicke zum Öffnen.
es: AIMeter vive ahora en el notch: deja el cursor aquí para asomarlo, haz clic para abrirlo.
fr: AIMeter vit désormais dans l’encoche : laissez le curseur ici pour un aperçu, cliquez pour ouvrir.
ja: AIMeterはノッチに移りました。カーソルを置くとプレビュー、クリックで開きます。
ko: AIMeter가 이제 노치에 있습니다. 커서를 올려 두면 미리 보기, 클릭하면 열립니다.
pt_br: O AIMeter agora vive no notch: deixe o cursor aqui para espiar, clique para abrir.
zh_hans: AIMeter 现在住在刘海里：把光标停在这里可预览，点击可打开。

source: Account
es: Cuenta
fr: Compte
ja: アカウント
ko: 계정
pt_br: Conta
zh_hans: 账户

source: Account name
es: Nombre de la cuenta
fr: Nom du compte
ja: アカウント名
ko: 계정 이름
pt_br: Nome da conta
zh_hans: 账户名称

source: C
es: Cr
fr: Cr
pt_br: Cr

source: Claude Account
es: Cuenta de Claude
fr: Compte Claude
ja: Claudeアカウント
ko: Claude 계정
pt_br: Conta Claude
zh_hans: Claude 账户

source: Credits
es: Créditos
fr: Crédits
ja: クレジット
ko: 크레딧
pt_br: Créditos
zh_hans: 额度金

source: Limit
es: Límite
fr: Limite
ja: 上限
ko: 한도
pt_br: Limite
zh_hans: 额度

source: Name
es: Nombre
fr: Nom
ja: 名前
ko: 이름
pt_br: Nome
zh_hans: 名称

source: Open Source
es: Código abierto
ja: オープンソース
ko: 오픈 소스
pt_br: Código aberto
zh_hans: 开源

source: System
es: Sistema
fr: Système
ja: システム
ko: 시스템
pt_br: Sistema
zh_hans: 跟随系统

source: W
es: Sem
fr: Sem
ja: 週
ko: 주
pt_br: Sem
zh_hans: 周

source: %@ tokens
fr: %@ jetons
ja: %@トークン
ko: %@ 토큰
zh_hans: %@ 个 token

source: Tokens
fr: Jetons
ja: トークン
ko: 토큰
zh_hans: Token

source: Auto
ja: 自動
ko: 자동
zh_hans: 自动

source: Normal
ja: 通常
ko: 정상
zh_hans: 正常
